(package! evil-escape :disable t)
(package! evil-snipe :disable t)
(package! string-inflection)

;; color related functions (check their converters; hex to rgb etc...)
(package! kurecolor)

;; org
;;(unpin! org-roam)
(package! org-roam-ui)
(package! org-super-agenda)

;; modes
(package! protobuf-mode)
(package! svelte-mode)
(package! gradle-mode)
(package! rainbow-mode)
